arduino-ide
ckan
clipse
electron30-bin
epson-inkjet-printer-escpr2
flat-remix-gtk
libastal-battery-git
libastal-hyprland-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-tray-git
libastal-wireplumber-git
libfprint-goodixtls-55x4
matugen-bin
modrinth-app-bin
nordic-theme
opera
opera-ffmpeg-codecs-bin
overskride
python-jupytext
python-pywal16
sddm-sugar-candy-git
spicetify-cli
spotify
themix-theme-oomox-git
zoom
