arduino-ide
ckan
clipse
electron30-bin
epson-inkjet-printer-escpr2
flat-remix-gtk
grimblast-git
http-parser
libfprint-goodixtls-55x4
matugen-bin
modrinth-app-bin
nordic-theme
opera
opera-ffmpeg-codecs-bin
python-jupytext
python-pywal16
pywal-spicetify
sddm-sugar-candy-git
spicetify-cli
spotify
swaylock-effects
themix-theme-oomox-git
tty-clock
wlogout
yay
zen-browser-bin
zoom
