acpi
adw-gtk-theme
amd-ucode
aria2
auto-cpufreq
baobab
base
base-devel
biber
blueman
bluez
bluez-utils
bpytop
btop
cachyos-keyring
cachyos-mirrorlist
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cava
cliphist
cpio
cryptsetup
dart-sass
decibels
discord
dmenu
efibootmgr
endeavour
eog
epiphany
ex-vi-compat
extension-manager
fastfetch
firefox
fprintd
fuzzel
fwupd
fzf
gamescope
gdb
gdm
gimp
git
glycin-gtk4
gnome-2048
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grimblast-git
grub
gum
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
http-parser
hypridle
hyprland
hyprland-protocols
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprpwcenter
hyprshot
hyprsunset
i3blocks
imagemagick
jre-openjdk
just
kdeconnect
keyd
kitty
libratbag
libreoffice-fresh
libva-utils
linux
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-headers
linux-lts
linux-lts-headers
loupe
lvm2
malcontent
man-db
nano
nautilus
neovim
network-manager-applet
networkmanager
niri
nmap
noctalia-shell
nodejs
nss-mdns
ntfs-3g
nwg-displays
nwg-icon-picker
nwg-look
obs-studio
ollama
orca
os-prober
papers
pavucontrol
perl-file-homedir
perl-yaml-tiny
picard
piper
plymouth
pnpm
polkit-gnome
powertop
python-black
python-isort
python-pip
python-pipx
python-pynvim
python-pyqt5
qt6-5compat
qt6-tools
qt6-virtualkeyboard
reflector
rofi
rofimoji
rygel
scx-scheds
sddm
seahorse
showtime
simple-scan
smartmontools
snapshot
socat
solaar
sshfs
steam
stow
strace
stylua
sushi
swaylock-effects
system-config-printer
taskwarrior-tui
tecla
telegram-desktop
terminator
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langenglish
texlive-langspanish
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
thunar-archive-plugin
thunar-volman
timeshift
tldr
tlp
tlp-rdw
totem
tree
tree-sitter-cli
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
tty-clock
typescript
v4l2loopback-dkms
valgrind
vim
vlc
vulkan-radeon
waybar
wf-recorder
wget
wl-clipboard
wlsunset
wtype
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yay
yazi
yelp
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zram-generator
zsh
