
acpi
adw-gtk-theme
amd-ucode
# APPLICATIONS
arduino-cli
arduino-ide
aria2
autojump
baobab
base
base-devel
biber
blueman
bluez
bluez-utils
bpytop
brave-bin
brightnessctl
cava
ckan
clipse
cpio
cups
debtap
decibels
discord
dmenu
dnsmasq
efibootmgr
electron30-bin
endeavour
eog
epiphany
evince
extension-manager
fastfetch
feh # For i3 wallpaper
firefox
flat-remix-gtk
fprintd
gcc
gdm-settings
gimp
git
gnome-2048
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-remote-desktop
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
google-chrome
grilo-plugins
grim
grub
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
hypridle
hyprland
hyprland-polkit-agent
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
hyprsysteminfo
i3
i3blocks
i3lock-color
i3status
i3-wm
iptables-nft
jre-openjdk
just
kdeconnect
kitty
# LATEX
libfprint-goodixtls-55x4
libreoffice-fresh
linux
linux-firmware
linux-headers
loupe
lvm2
malcontent
mesa
modrinth-app-bin
nautilus
neovim
nerd-fonts-jetbrains-mono
networkmanager
network-manager-applet
nodejs
nordic-theme
npm
nwg-displays
nwg-icon-picker
nwg-look
nwg-shell
obs-studio
opencv
opera
opera-ffmpeg-codecs-bin
orca
pacman-contrib
pavucontrol
perl-file-homedir
perl-yaml-tiny
picom
pipewire
plymouth
polybar
power-profiles-daemon
powertop
python-black
python-ipykernel
python-isort
python-jupytext
python-pip
python-pyqt5
python-pywal16
qemu-full
reflector
rofi
rofimoji
rygel
seahorse
# SHELL & TERMINAL
simple-scan
slurp
snapshot
spicetify-cli
spotify
steam
stow
strace
stylua
sudo
sushi
swaybg
swayidle
swaylock
swaylock-effects
swaync
swayosd
# SYSTEM & UTILITIES
taskwarrior-tui
tecla
terminator
texlive
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langenglish
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
themix-full-git
timeshift
tldr
tlp
tlp-rdw
totem
tree
tree-sitter
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
ufw
usbutils
v4l2loopback-dkms
vi
virt-manager
waybar
# WAYLAND SCREENSHARING & CAPTURE
wget
# WINDOW MANAGER & CORE
wireplumber
wl-clipboard
wlogout
wlsunset
wpa_supplicant
wtype
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xf86-video-amdgpu
xf86-video-vesa
xorg
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yelp
zathura
zathura-pdf-mupdf
zoom
zsh
